{
    "revision": [201, 199],
    "resourceList": [
        {
            "id": 108,
            "name": "雪解けに (有村 麻央 ver.)",
            "size": 1624023,
            "md5": "91329353ce7b9c3c64e226e4e1c10015",
            "url": "https://object.asset.game-gakuen-idolmaster.jp/82gmg6",
            "cover": "https://object.asset.game-gakuen-idolmaster.jp/S5vJG8",
            "keywords": ["March 2025", "Arimura Mao"],
            "caption": "In a vibrant, sunlit setting, a character with short, pastel-colored hair beams with a joyful expression. They hold a beautifully patterned fan, adorned with delicate floral designs, partially obscuring their face. The character wears an elegant outfit with intricate patterns, blending traditional and modern styles. The atmosphere is lively and festive, with soft pastel lights and blurred shapes in the background hinting at a celebration. The overall mood is one of happiness and carefree exuberance, capturing a moment of pure delight."
        },
        {
            "id": 109,
            "name": "雪解けに (藤田 ことね ver.)",
            "size": 1624441,
            "md5": "67e1b5a0e4be6976282e95311e76be6e",
            "url": "https://object.asset.game-gakuen-idolmaster.jp/fuoVaB",
            "cover": "https://object.asset.game-gakuen-idolmaster.jp/gWrBbc",
            "keywords": ["March 2025", "Fujita Kotone"],
            "caption": "In a warmly lit room adorned with intricate patterns and soft, glowing lights, a cheerful girl with golden hair styled in playful braids exudes a sense of joy and mischief. Her eyes twinkle with delight as she winks, her lips parted in a wide smile that suggests a moment of carefree happiness. She wears a fluffy white shawl over a delicate lavender dress, adding a touch of elegance to her lively demeanor. Her hand holds a small treat, poised to enjoy a sweet indulgence. The atmosphere is festive and lighthearted, capturing a moment of pure, playful enjoyment."
        },
        {
            "id": 110,
            "name": "雪解けに (葛城 リーリヤ ver.)",
            "size": 1624023,
            "md5": "4eb040faa28286c2083b2f3888ffd50f",
            "url": "https://object.asset.game-gakuen-idolmaster.jp/SBo1Jt",
            "cover": "https://object.asset.game-gakuen-idolmaster.jp/Q2vQXs",
            "keywords": ["March 2025", "Katsuragi Lilja"],
            "caption": "In a warmly lit room adorned with traditional Japanese decor, a young girl with short, silver hair and sparkling blue eyes gazes upwards with delight. She wears a soft, fluffy pink collar that adds a touch of whimsy to her outfit. Her expression is one of pure joy as she balances a vibrant, geometric-patterned ball on her fingertips. The atmosphere is festive and enchanting, capturing a moment of innocent wonder and playfulness. The soft glow of the surroundings enhances the magical feel of the scene."
        },
        {
            "id": 111,
            "name": "雪解けに (花海 咲季 ver.)",
            "size": 1624023,
            "md5": "175c3d04d9f35ca375cc68fdc9ad3d88",
            "url": "https://object.asset.game-gakuen-idolmaster.jp/aDOafP",
            "cover": "https://object.asset.game-gakuen-idolmaster.jp/4w3kvt",
            "keywords": ["March 2025", "Hanami Saki"],
            "caption": "In a warmly lit room adorned with intricate patterns, a lively girl with vibrant red hair tied in playful twin buns beams with energy. Her large, sparkling purple eyes reflect a sense of excitement and wonder. She wears a cozy outfit with a fur-trimmed collar, adding a touch of elegance to her cheerful demeanor. The atmosphere is filled with a festive and joyous spirit, as if celebrating a special occasion. Her confident pose and bright smile suggest a character full of charm and enthusiasm."
        }
    ]
}
